---
kind: other
id: Methods.T:Autodesk.Revit.DB.Architecture.RoomTagType
source: html/3d57c43e-e747-4fe0-1139-c6713530f5ba.htm
---
# RoomTagType Methods

Activates the symbol to ensure that its geometry is accessible.